[
 {
  "birthday": "1968-04-10",
  "known_for_department": "Acting",
  "deathday": null,
  "id": 18270,
  "name": "Orlando Jones",
  "also_known_as": [],
  "gender": 2,
  "biography": "From Wikipedia, the free encyclopedia.\n\nOrlando Jones (born April 10, 1968) is an American comedian and film and television actor. He is notable for being one of the original cast members of the sketch comedy series MADtv and for his role as the 7 Up spokesman from 1999-2002.\n\nDescription above from the Wikipedia article Orlando Jones, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
  "popularity": 4.449,
  "place_of_birth": "Mobile, Alabama, USA",
  "profile_path": "/7QOW3bgYjPxnjwrZDclmnJenhPH.jpg",
  "adult": false,
  "imdb_id": "nm0428963",
  "homepage": null,
  "year_of_appearance": "2019",
  "episodes": [
   {
    "tt9122678": 7.3
   }
  ],
  "mean_rating": 7,
  "number_of_appearances": 1
 },
 {
  "birthday": "1950-04-17",
  "known_for_department": "Acting",
  "deathday": null,
  "id": 29051,
  "name": "L. Scott Caldwell",
  "also_known_as": [],
  "gender": 1,
  "biography": "Laverne Scott Caldwell (born April 17, 1950) is an American actress known for her role as Rose on Lost.\n\nCaldwell, who earned a degree in Theater Arts and Communications from Loyola University Chicago, has an extensive background in feature films, television and theater. Her film credits include Mystery Alaska, Waiting to Exhale, The Net, The Fugitive, Dutch and Without a Trace. Caldwell had recurring roles on Judging Amy, and has guest-starred in JAG, Chicago Hope, City of Angels and Promised Land, all on CBS. Her additional television credits include The Practice, The Division, Any Day Now, Murder One, The Pretender, Grace Under Fire, Melrose Place, Lois and Clark, ER, Nip/Tuck, L.A. Law, Ghost Whisperer, Cold Case, Saving Grace, State of Mind, and The Cosby Show.\n\nOn Broadway, Caldwell won a 1988 Tony Award for her role in Joe Turner's Come and Gone. Her other Broadway credits include Proposals, A Month of Sundays and Home. She has also appeared off Broadway in About Heaven &amp; Earth, Colored People's Time, Old Phantoms, A Season to Unravel, and The Imprisonment of Obatala.\n\nHer most recent appearances have been in the television series Southland and The Secret Life of the American Teenager, and films Powder Blue, Like Dandelion Dust, and Gridiron Gang. Caldwell recently appeared on Lost in a recurring capacity. According to the Season 2 DVD featurettes, her husband was going through health problems during the shooting of the first season. Her husband's story inspired her character's story in her focused episode, S.O.S.\n\nDescription above from the Wikipedia article L. Scott Caldwell, licensed under CC-BY-SA, full list of contributors on Wikipedia",
  "popularity": 4.826,
  "place_of_birth": "Chicago - Illinois - USA",
  "profile_path": "/p5W9yIDt269Tb4KMMKI8AeO4jJi.jpg",
  "adult": false,
  "imdb_id": "nm0129749",
  "homepage": null,
  "year_of_appearance": "2019",
  "episodes": [
   {
    "tt9122678": 7.3
   }
  ],
  "mean_rating": 7,
  "number_of_appearances": 1
 }
]