[
 {
  "birthday": "1982-08-26",
  "known_for_department": "Acting",
  "deathday": null,
  "id": 180997,
  "name": "Nazneen Contractor",
  "also_known_as": [],
  "gender": 1,
  "biography": "Nazneen Contractor is a Canadian actress, best known for her role as Layla Hourani on CBC's The Border, and, more recently, as Kayla Hassan on 24. She is of Gujarati Parsi descent. She married fellow Canadian actor and 24 co-star Carlo Rota on April 1, 2010.",
  "popularity": 0.6,
  "place_of_birth": "Mumbai - India",
  "profile_path": "/7QIVzJvkWB2Ofnxr233c40iVa5A.jpg",
  "adult": false,
  "imdb_id": "nm1345890",
  "homepage": null,
  "year_of_appearance": "2019",
  "episodes": [
   {
    "tt9501784": 6.9
   }
  ],
  "mean_rating": 7,
  "number_of_appearances": 1
 },
 {
  "birthday": "1950-04-17",
  "known_for_department": "Acting",
  "deathday": null,
  "id": 29051,
  "name": "L. Scott Caldwell",
  "also_known_as": [],
  "gender": 1,
  "biography": "Laverne Scott Caldwell (born April 17, 1950) is an American actress known for her role as Rose on Lost.\n\nCaldwell, who earned a degree in Theater Arts and Communications from Loyola University Chicago, has an extensive background in feature films, television and theater. Her film credits include Mystery Alaska, Waiting to Exhale, The Net, The Fugitive, Dutch and Without a Trace. Caldwell had recurring roles on Judging Amy, and has guest-starred in JAG, Chicago Hope, City of Angels and Promised Land, all on CBS. Her additional television credits include The Practice, The Division, Any Day Now, Murder One, The Pretender, Grace Under Fire, Melrose Place, Lois and Clark, ER, Nip/Tuck, L.A. Law, Ghost Whisperer, Cold Case, Saving Grace, State of Mind, and The Cosby Show.\n\nOn Broadway, Caldwell won a 1988 Tony Award for her role in Joe Turner's Come and Gone. Her other Broadway credits include Proposals, A Month of Sundays and Home. She has also appeared off Broadway in About Heaven &amp; Earth, Colored People's Time, Old Phantoms, A Season to Unravel, and The Imprisonment of Obatala.\n\nHer most recent appearances have been in the television series Southland and The Secret Life of the American Teenager, and films Powder Blue, Like Dandelion Dust, and Gridiron Gang. Caldwell recently appeared on Lost in a recurring capacity. According to the Season 2 DVD featurettes, her husband was going through health problems during the shooting of the first season. Her husband's story inspired her character's story in her focused episode, S.O.S.\n\nDescription above from the Wikipedia article L. Scott Caldwell, licensed under CC-BY-SA, full list of contributors on Wikipedia",
  "popularity": 4.826,
  "place_of_birth": "Chicago - Illinois - USA",
  "profile_path": "/p5W9yIDt269Tb4KMMKI8AeO4jJi.jpg",
  "adult": false,
  "imdb_id": "nm0129749",
  "homepage": null,
  "year_of_appearance": "2019",
  "episodes": [
   {
    "tt9122678": 7.3
   }
  ],
  "mean_rating": 7,
  "number_of_appearances": 1
 },
 {
  "birthday": "1969-09-30",
  "known_for_department": "Acting",
  "deathday": null,
  "id": 357551,
  "name": "Amy Landecker",
  "also_known_as": [],
  "gender": 1,
  "biography": "",
  "popularity": 2.003,
  "place_of_birth": "Chicago, Illinois, USA ",
  "profile_path": "/mXIcH0nzcdo58IRoIPMn20PHKvX.jpg",
  "adult": false,
  "imdb_id": "nm0484541",
  "homepage": null,
  "year_of_appearance": "2003",
  "episodes": [
   {
    "tt0629723": 7.2
   }
  ],
  "mean_rating": 7,
  "number_of_appearances": 1
 },
 {
  "birthday": "1969-07-07",
  "known_for_department": "Acting",
  "deathday": null,
  "id": 79087,
  "name": "Robin Weigert",
  "also_known_as": [],
  "gender": 1,
  "biography": "​From Wikipedia, the free encyclopedia.  \n\nRobin Weigert (born July 7, 1969) is an American television and film actress. Weigert was born in Washington, D.C. of Jewish heritage. After graduating from Brandeis University in 1991, Weigert attended New York University, earning a Master of Fine Arts degree in the acting program at the Tisch School of the Arts. After a decade as a stage actress based in New York City, she moved to Los Angeles and has appeared in various movies, TV shows and mini-series. Weigert is best known for her much-lauded portrayal of the unkempt, foul-mooded, foul-mouthed drunkard Calamity Jane in the HBO television series Deadwood. In 2004, Weigert was nominated for an Emmy for Outstanding Supporting Actress in a Drama Series for the role. To date, her highest profile role in film has been as Hannelore in Steven Soderbergh's The Good German (2006), with her character featured on the film's official release one sheet. In 2010, it was announced that Weigert would be joining the cast of the FX drama Sons of Anarchy. She will play the titular motorcycle club's lawyer.",
  "popularity": 4.382,
  "place_of_birth": "Washington - District of Columbia - USA",
  "profile_path": "/7Rx1DupJPMUuUU78IXQ9enlsSH5.jpg",
  "adult": false,
  "imdb_id": "nm0917848",
  "homepage": "http://www.robinweigert.com/",
  "year_of_appearance": "2006",
  "episodes": [
   {
    "tt0863685": 9.1
   },
   {
    "tt5154188": 4.1
   }
  ],
  "mean_rating": 7,
  "number_of_appearances": 2
 },
 {
  "birthday": "1962-06-22",
  "known_for_department": "Acting",
  "deathday": null,
  "id": 13602,
  "name": "Joie Lee",
  "also_known_as": [],
  "gender": 1,
  "biography": "From Wikipedia, the free encyclopedia\n\nJoie Susannah Lee (born June 22, 1962) is an American screenwriter, film producer, film director and actress. She has appeared in many of the films directed by her brother, Spike Lee, including She's Gotta Have It (1986), School Daze (1988), Do the Right Thing (1989), and Mo' Better Blues (1990). She also wrote and produced the film Crooklyn.\n\nLee was born in Brooklyn, New York, the daughter of Jacqueline (née Shelton), a teacher of arts and black literature, and William James Edward Lee III, a jazz musician, bassist, actor and composer.\n\nDescription above from the Wikipedia article Joie Lee, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
  "popularity": 1.4,
  "place_of_birth": "Brooklyn, New York City, New York, USA",
  "profile_path": "/oWREZ1vjXxycfdwV5wlDwqZnODo.jpg",
  "adult": false,
  "imdb_id": "nm0497578",
  "homepage": null,
  "year_of_appearance": "2003",
  "episodes": [
   {
    "tt0629723": 7.2
   }
  ],
  "mean_rating": 7,
  "number_of_appearances": 1
 },
 {
  "birthday": "1986-10-07",
  "known_for_department": "Acting",
  "deathday": null,
  "id": 1187106,
  "name": "Amber Stevens",
  "also_known_as": [
   "Amber West",
   "Amber Stevens"
  ],
  "gender": 1,
  "biography": "Amber Dawn West is an American actress and model. She is best known for her roles as Ashleigh Howard in the ABC Family series Greek and Maya in 22 Jump Street. She is also professionally known as Amber Stevens West.",
  "popularity": 7.785,
  "place_of_birth": "Los Angeles - California - USA",
  "profile_path": "/cekEtPDD53639Y0231Al8ov0uGr.jpg",
  "adult": false,
  "imdb_id": "nm0828226",
  "homepage": "http://amberstevenswest.com",
  "year_of_appearance": "2019",
  "episodes": [
   {
    "tt9122678": 7.3
   }
  ],
  "mean_rating": 7,
  "number_of_appearances": 1
 },
 {
  "birthday": "1996-12-06",
  "known_for_department": "Acting",
  "deathday": null,
  "id": 106490,
  "name": "Stefanie Scott",
  "also_known_as": [],
  "gender": 1,
  "biography": "Stefanie Noelle Scott (born December 6, 1996) is an American actress and singer. Scott is best known for her roles as Lexi Reed on Disney Channel's A.N.T. Farm, Dana Tressler in the film Flipped, for which she won a 2011 Young Artist Award, and Quinn Brenner in the film Insidious: Chapter 3.\n\nDescription above from the Wikipedia article Stefanie Scott, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
  "popularity": 3.2,
  "place_of_birth": "Chicago - Illinois - USA",
  "profile_path": "/9GuhjMW2W5reSogJT9yG2Zw7MCm.jpg",
  "adult": false,
  "imdb_id": "nm2640887",
  "homepage": "http://stefaniescottofficialsite.com/",
  "year_of_appearance": "2014",
  "episodes": [
   {
    "tt3409880": 4.8
   },
   {
    "tt3508746": 8.8
   }
  ],
  "mean_rating": 7,
  "number_of_appearances": 2
 }
]